<template>
	<div class="break"></div>
	<div class="mark">Утверждена<br>
                Постановлением Правительства<br>
                Российской Федерации<br>
                от 13 сентября 2021 г. N 1547</div>
	<div class="contract-header">
		<b>ДОГОВОР <span class="contract-header__number edit-highlighting" >№ {{ContractInfoList[0].content}} </span><br>
		о подключении (технологическом присоединении)<br>
		газоиспользующего оборудования к сети газораспределения<br>
		в рамках догазификации</b>
	</div>
	
	<table class="table">
		<tr>
			<td>
				г. Барнаул<br>
				(место заключения настоящего договора)
			</td>
			<td align="right">
				«____»___________ 20__ г. <br>
				(дата заключения договора)
			</td>
		</tr>
		<tr>
			<td>
			</td>
			<td align="right">
				<span class="edit-highlighting"> «{{ new Date().getDate() }}» {{ getStringMonth(new Date().getMonth(), true) }} {{ new Date().getFullYear() }} г.</span><br>
				(дата подготовки проекта договора)
			</td>
		</tr>
	</table>
	
	<p class="paragraph margin-top"><span class="paragraphMargin"></span> 
		<b>Общество с ограниченной ответственностью «Сибгаз-эксплуатация»</b>, именуемое в дальнейшем <b>«Исполнитель»</b>, в лице  директора Осиповой Татьяны Сергеевны,  действующей   на   основании   Устава, с одной стороны, и
	</p>

	<Person 
		:PersonList="PersonList" 
	/>
	
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		<b>Общество с ограниченной ответственностью «Газпром газификация»</b>, именуемое в дальнейшем <b>Единым Оператором газификации (ЕОГ)</b> на основании договора № ПД-05-0039/2021 от 07.10.2021 в лице Заместителя генерального директора по строительству и инвестициям ООО «Газпром газораспределение Барнаул» Волоховой Екатерины Валентиновны, действующего на основании доверенности, удостоверенной 06.05.2022 Калиновской Марией Евгеньевной, временно исполняющей обязанности нотариуса Барнаульского нотариального округа Худяковой Татьяной Петровной, зарегистрированной в реестре № 22/16-н/22-2022-1-1019
	</p>

	<h2 class="margin-top">
		I. Предмет настоящего договора
	</h2>

	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		
		1.  По  договору  о  (технологическом  присоединении) газоиспользующего оборудования  к  
		сети  газораспределения  в  рамках  догазификации (далее-договор   о  подключении)  
		исполнитель  обязуется  осуществить  подключение (технологическое     присоединение)     
		газоиспользующего     оборудования, принадлежащего    заявителю,    намеревающемуся    
		использовать   газ   для удовлетворения  личных,  семейных,  домашних  и  иных  нужд, не 
		связанных с осуществлением   предпринимательской   (профессиональной)  деятельности,  с 
		учетом выполнения мероприятий в рамках такого подключения (технологического присоединения)  
		до  границ  земельных участков без взимания его средств при условии,  что  в  населенном  
		пункте,  в котором располагается домовладение физического лица, проложены 
		газораспределительные сети <b> «Газоснабжение жилого дома по адресу: <span class="edit-highlighting">{{ContractInfoList[1].content}}</span> »</b>,  к   
		сети   газораспределения,    принадлежащей исполнителю  на  праве  собственности или на 
		ином законном основании, или к технологически  связанным  с  сетями  исполнителя сетям 
		газораспределения и (или) газопотребления основного абонента (далее - сеть 
		газораспределения) с учетом  максимальной  нагрузки  (часовым  расходом  газа) 
		газоиспользующего оборудования,   указанной   в  технических  условиях,  заявитель  
		обязуется обеспечить    готовность    газоиспользующего    оборудования    и    сетей 
		газопотребления  к  подключению (технологическому присоединению) в пределах границ
		принадлежащего  ему  земельного  участка  (за  исключением  случая, предусмотренного    
		пунктом   12   Правил   подключения   (технологического присоединения)   газоиспользующего  
		оборудования  и  объектов  капитального строительства   к   сетям  газораспределения,  
		утвержденных  постановлением Правительства  Российской  Федерации  от  13  сентября  2021  
		г. N 1547 "Об утверждении    Правил    подключения    (технологического    присоединения) 
		газоиспользующего  оборудования  и  объектов  капитального  строительства к сетям  
		газораспределения  и  о  признании  утратившими силу некоторых актов Правительства 
		Российской Федерации") (далее - Правила), расположенного <b> «Газоснабжение жилого дома по адресу: <span class="edit-highlighting">{{ContractInfoList[1].content}}</span>»</b>, а   единый  оператор  газификации  или  региональный  
		оператор  газификации обеспечит  подключение (технологическое присоединение) объекта 
		капитального строительства к сети газораспределения.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		2. Подключение осуществляется в соответствии с техническими условиями на подключение (технологическое присоединение) газоиспользующего оборудования к сети газораспределения в рамках догазификации по форме согласно приложению № 1 (далее - технические условия), являющимися неотъемлемой частью настоящего договора.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		3. Срок выполнения мероприятий по подключению (технологическому присоединению) объекта капитального строительства и пуску газа составляет <span class="edit-highlighting">
			{{ getStringMonth(getMonth(ContractInfoList[2].content)) }} {{ ContractInfoList[2].content.split('.')[2] }}
		</span>.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		Последний день срока, установленного в абзаце первом настоящего пункта, считается днем подключения (технологического присоединения) домовладения. В том случае, если этот день выпадает на выходной или праздничный день, днем подключения (технологического присоединения) считается следующий за ним рабочий день.   
	</p>
	<h2 class="margin-top">
		II. Обязанности и права сторон
	</h2>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		4. Исполнитель обязан:
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		надлежащим образом исполнить обязательства по настоящему договору; обеспечить разработку проектной документации сети газораспределения до точки (точек) подключения (технологического присоединения) на границе земельного участка заявителя (далее - проектная документация сети газораспределения) и получить на нее положительное заключение экспертизы (если проектная документация сети газораспределения подлежит экспертизе в соответствии с законодательством Российской Федерации);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		направить заявителю в течение 5 рабочих дней после окончания разработки проектной документации сети газораспределения, но не позднее дня окончания срока, равного двум третьим срока осуществления мероприятий по подключению (технологическому присоединению), установленных настоящим договором, информацию о расположении точки (точек) подключения (технологического присоединения) (при необходимости строительства (реконструкции) сети газораспределения в случае, если точка подключения не определена в технических условиях (приложение N 1 к настоящему договору);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		осуществить строительство (реконструкцию) сети газораспределения за границами земельного участка заявителя до точки (точек) подключения не позднее срока, предусмотренного пунктом 3 настоящего договора (при необходимости выполнения таких мероприятий); 
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		обеспечить подготовку сети газораспределения к подключению объекта капитального строительства заявителя и пуску газа не позднее срока, предусмотренного пунктом 3 настоящего договора;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		уведомить заявителя об окончании срока действия настоящего договора не позднее 20 рабочих дней до дня подключения (технологического присоединения), определенного в настоящем договоре;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		осуществить мониторинг выполнения заявителем технических условий при условии обеспечения заявителем доступа исполнителя к объекту капитального строительства в срок не позднее чем за 15 дней до дня подключения к сетям газораспределения и составить акт о готовности сетей газопотребления и газоиспользующего оборудования объекта капитального строительства к подключению (технологическому присоединению) (далее - акт о готовности);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		направить заявителю информацию о ходе выполнения мероприятий по подключению (технологическому присоединению) не позднее 10 дней со дня получения от заявителя соответствующего запроса. Такая информация может быть направлена заявителю любым доступным способом (почтовое отправление, электронное сообщение по адресу электронной почты заявителя (при наличии), личный кабинет заявителя);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		согласовать с собственником земельного участка строительство сетей газораспределения, необходимых для подключения объекта капитального строительства заявителя, в случае строительства сетей газораспределения на земельных участках, находящихся в собственности третьих лиц;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		обратиться в уполномоченные органы исполнительной власти субъекта Российской Федерации, орган местного самоуправления за установлением публичного сервитута для строительства сетей газораспределения, необходимых для подключения объекта капитального строительства заявителя, в случае строительства сетей газораспределения на земельных участках, находящихся в собственности третьих лиц (при недостижении согласия с собственником земельного участка); 
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		в случае поступления в соответствии пунктом 12 Правил обращения заявителя осуществить мероприятия по подключению (технологическому присоединению) в пределах границ земельного участка заявителя, и (или) проектированию сети газопотребления, и (или) установке газоиспользующего оборудования, и (или) строительству либо реконструкции внутреннего газопровода объекта капитального строительства, и (или) по установке прибора учета газа, и (или) поставке газоиспользующего оборудования, и (или) поставке прибора учета газа;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		осуществить фактическое присоединение объектов капитального строительства заявителя (но не ранее подписания акта о готовности) и составить акт о подключении (технологическом присоединении);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		нести эксплуатационную ответственность за сеть газораспределения, созданную исполнителем до границ земельного участка в рамках выполнения мероприятий по подключению (технологическому присоединению), предусмотренных настоящим договором, в соответствии с актом о подключении (технологическом присоединении), содержащим информацию о разграничении имущественной принадлежности и эксплуатационной ответственности сторон (далее - акт о подключении (технологическом присоединении).
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		5. Исполнитель вправе:
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		участвовать в приемке скрытых работ при строительстве заявителем газопроводов от газоиспользующего оборудования до точек подключения в случае, если заявитель не обращался к исполнителю с просьбой осуществить мероприятия по подключению (технологическому присоединению) в пределах границ своего земельного участка;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		по обращению заявителя, направленному не позднее 10 рабочих дней до дня подключения, определенного настоящим договором, продлить срок действия технических условий, но не более чем на половину срока, определенного настоящим договором, при невыполнении заявителем технических условий в согласованные в настоящем договоре сроки и соблюдении исполнителем требований, указанных в пункте 72 Правил;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		при нарушении заявителем срока осуществления мероприятий по подключению (технологическому присоединению) на 6 и более месяцев при условии, что исполнителем выполнены мероприятия по подключению (технологическому присоединению), за исключением мероприятий по мониторингу и фактическому присоединению, в одностороннем порядке расторгнуть настоящий договор.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		6. Заявитель обязан:
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		надлежащим образом исполнить обязательства по настоящему договору, в том числе выполнить возложенные на заявителя обязательства по осуществлению мероприятий по подключению (технологическому присоединению) в пределах границ земельного участка, на котором расположен присоединяемый объект капитального строительства заявителя;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		осуществить мероприятия по обеспечению готовности объекта капитального строительства и газоиспользующего оборудования к подключению (технологическому присоединению) в пределах границ принадлежащего ему земельного участка;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		в случае поступления в соответствии пунктом 12 Правил обращения заявителя к исполнителю обеспечить доступ к объекту капитального строительства для определения размера платы за подключение (технологическое присоединение) в пределах границ земельного участка заявителя и (или) за проектирование сети газопотребления, и (или) стоимости услуг по установке газоиспользующего оборудования, и (или) стоимости услуг по установке прибора учета газа, и (или) стоимости услуг по строительству либо реконструкции внутреннего газопровода объекта капитального строительства, и (или) стоимости газоиспользующего оборудования, и (или) стоимости прибора учета газа;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		обеспечить разработку проектной документации сети газопотребления (в случае, если разработка проектной документации предусмотрена законодательством Российской Федерации) от точки (точек) подключения (технологического присоединения) до газоиспользующего оборудования в соответствии с техническими условиями;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		при проведении мониторинга выполнения заявителем технических условий представить исполнителю экземпляр проектной документации сети газопотребления, которая включает в себя сведения об инженерном оборудовании, о сетях газопотребления, перечень инженерно-технических мероприятий и содержание технологических решений (представляется в случае, если разработка проектной документации предусмотрена законодательством Российской Федерации);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		в соответствии с проектной документацией (в случае, если разработка проектной документации предусмотрена законодательством Российской Федерации) обеспечить создание сети газопотребления на принадлежащем заявителю земельном участке от точки (точек) подключения (технологического присоединения) до газоиспользующего оборудования;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		в случае внесения изменений в проектную документацию сети газопотребления, влекущих изменение указанного в технических условиях максимального часового расхода газа, в срок, установленный настоящим договором, направить исполнителю предложение о внесении соответствующих изменений в настоящий договор (изменение заявленного максимального часового расхода газа не может превышать величину, указанную в технических условиях);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		уведомить исполнителя о выполнении технических условий в порядке, определенном настоящим договором;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		обеспечить исполнителю доступ к объектам капитального строительства и газоиспользующему оборудованию для осуществления мониторинга выполнения заявителем технических условий;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		подписать акт о готовности в день его составления исполнителем;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		нести балансовую и эксплуатационную ответственность за сеть газопотребления, созданную заявителем в пределах границ земельного участка (за пределами границ земельного участка в случаях, указанных в пункте 91 Правил, в рамках выполнения мероприятий по подключению (технологическому присоединению), предусмотренных настоящим договором);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		заключить договор на техническое обслуживание сети газораспределения и (или) газопотребления и внутридомового и (или) внутриквартирного газового оборудования и договор поставки газа после подписания акта о готовности сетей газопотребления и газоиспользующего оборудования объекта капитального строительства к подключению (технологическому присоединению).
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		7. Заявитель вправе:
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		получать от исполнителя информацию о ходе выполнения исполнителем мероприятий по подключению (технологическому присоединению) не позднее 10 дней со дня получения исполнителем запроса заявителя в письменной форме. Такая информация может быть направлена заявителю любым способом (почтовое отправление, электронное сообщение по адресу электронной почты заявителя (при наличии), личный кабинет заявителя);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		выполнять мероприятия по подключению (технологическому присоединению) за границами своего земельного участка (либо их часть) (за исключением мероприятий, связанных с расширением пропускной способности существующей сети газораспределения);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		направить в соответствии с пунктом 12 Правил письменное обращение исполнителю с просьбой осуществить мероприятия по подключению (технологическому присоединению) в пределах границ земельного участка заявителя, и (или) установке газоиспользующего оборудования, и (или) строительству либо реконструкции внутреннего газопровода объекта капитального строительства, и (или) установке прибора учета газа, и (или) поставке газоиспользующего оборудования, и (или) поставке прибора учета газа;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		при невыполнении технических условий в согласованный срок обратиться к исполнителю в целях продления срока действия технических условий не позднее 10 рабочих дней до дня подключения (технологического присоединения), определенного в настоящем договоре.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		8. Единый оператор газификации или региональный оператор газификации обязан:
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		осуществить мониторинг исполнения исполнителем действий по созданию (реконструкции) сети газораспределения до точек подключения, предусмотренных договором о подключении, а также по подготовке сети газораспределения к подключению объектов капитального строительства заявителя и пуску газа не позднее установленного договором о подключении дня подключения при исполнении заявителем возложенных на него обязательств по осуществлению подключения (технологического присоединения);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		рассматривать претензии от заявителя на действия (бездействие) исполнителя и принимать меры в рамках указанного мониторинга, направленные на исполнение исполнителем своих обязанностей.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		9. В случае объективной невозможности исполнения исполнителем своих обязательств по договору о подключении его права и обязанности по согласованию с единым оператором газификации или региональным оператором переходят к единому оператору газификации или региональному оператору газификации с даты получения единым оператором газификации или региональным оператором газификации уведомления от исполнителя о невозможности исполнения своих обязательств по договору о подключении.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		10. В день осуществления фактического присоединения (врезки и пуска газа) стороны подписывают акт о подключении (технологическом присоединении).
	</p>
	<h2 class="margin-top">
		III. Плата за подключение (технологическое присоединение) объекта капитального строительства и порядок расчетов
	</h2>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		11. Плата за подключение (технологическое присоединение) состоит из платы за установку газоиспользующего оборудования, и (или) проектирование сети газопотребления, и (или) строительство либо реконструкцию внутреннего газопровода объекта капитального строительства, и (или) установку прибора учета газа.   
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		12. Размер платы за подключение (технологическое присоединение) (далее - плата) определяется в соответствии с решением Управления Алтайского края по государственному регулированию цен и тарифов от 24.11.2021   № 315 и составляет 0 (ноль) рублей 00 копеек, в том числе НДС 0 (ноль) рублей 00 копеек. 
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		13. Внесение платы осуществляется заявителем в следующем порядке:<br> 
		<span class="paragraphMargin"></span>50 процентов платы, что составляет 0 (ноль) рублей 00 копеек, в том числе НДС 0 (ноль) рублей 00 копеек , вносится в течение 11 рабочих дней со дня заключения договора о подключении;<br>
		<span class="paragraphMargin"></span>50 процентов платы, что составляет 0 (ноль) рублей 00 копеек, в том числе НДС 0 (ноль) рублей 00 копеек , вносится в течение 11 рабочих дней со дня подписания акта о подключении (технологическом присоединении).
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		14. Размер платы и порядок расчета за поставку газоиспользующего оборудования и (или)поставку прибора учета газа определяются в соответствии с гражданским законодательством. Исполнитель не осуществляет деятельность по поставке газоиспользующего оборудования и (или) поставке прибора учёта, заявитель приобретает их самостоятельно
	</p>
	<h2 class="margin-top">
		IV. Ответственность сторон
	</h2>    
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		15. За неисполнение или ненадлежащее исполнение обязательств по настоящему договору стороны несут ответственность в соответствии с законодательством Российской Федерации.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		16. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по настоящему договору, если такое неисполнение или ненадлежащее исполнение явились следствием обстоятельств непреодолимой силы.
	</p>
	<h2 class="margin-top">
		V. Порядок мониторинга выполнения технических условий
	</h2> 
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		17. Мониторинг выполнения заявителем технических условий не проводится в случае обращения заявителя в соответствии с пунктом 12 Правил к исполнителю с просьбой осуществить мероприятия по подключению (технологическому присоединению) в пределах границ его земельного участка, и (или) проектированию сети газопотребления, и (или) установке газоиспользующего оборудования, и (или) строительству либо реконструкции внутреннего газопровода объекта капитального строительства, и (или) установке прибора учета газа, и (или) поставке газоиспользующего оборудования, и (или) поставке прибора учета газа.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		18. Мониторинг выполнения заявителем технических условий проводится исполнителем в отношении каждого из технических условий, выданных заявителю, при условии, что срок их действия не истек.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		19. Мониторинг выполнения заявителем мероприятий по подключению (технологическому присоединению), указанных в технических условиях, осуществляется путем обеспечения доступа исполнителя к газоиспользующему оборудованию и (или) сети газопотребления заявителя.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		20. Порядок осуществления мониторинга выполнения заявителем технических условий включает следующие мероприятия:
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		а) подача заявителем уведомления о выполнении технических условий с приложением документов в соответствии с пунктом 21 настоящего договора;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		б) проверка уполномоченной организацией документов, поданных заявителем вместе с уведомлением о выполнении технических условий;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		в) проведение контрольной опрессовки сети газопотребления с подключенным газоиспользующим оборудованием воздухом с избыточным давлением, равным 5 кПа, в течение 5 минут (падение давления воздуха за время проведения опрессовки не должно превышать 200 Па);
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		г) проверка уполномоченной организацией помещения объекта капитального строительства, в котором установлено газоиспользующее оборудование, на наличие вентиляции, обособленных дымоходов и вентканалов;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		д) проверка уполномоченной организацией сертификатов соответствия и паспортов изготовителя газоиспользующего оборудования, технических устройств и материалов;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		е) проверка уполномоченной организацией наличия акта первичного обследования дымоходов и вентиляционных каналов, выполненного специализированной организацией;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		ж) проверка уполномоченной организацией наличия прибора учета газа, соответствующего обязательным требованиям, установленным законодательством Российской Федерации о техническом регулировании;
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		з) приемка уполномоченной организацией скрытых работ при строительстве заявителем сети газопотребления от газоиспользующего оборудования до точек подключения (при необходимости).
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		21. Для осуществления мониторинга выполнения заявителем технических условий заявитель не позднее 20 дней до дня окончания срока осуществления мероприятий по подключению представляет уполномоченной организации уведомление о выполнении технических условий с приложением документов, предусмотренных пунктом 95 технического регламента о безопасности сетей газораспределения и газопотребления, утвержденного постановлением Правительства Российской Федерации от 29 октября 2010 г. N 870 "Об утверждении технического регламента о безопасности сетей газораспределения и газопотребления" (в случае, если это предусмотрено техническим регламентом), а также копии сертификатов соответствия на газоиспользующее оборудование (если оборудование подлежит обязательной сертификации) и (или) сопроводительной технической документации (технические паспорта оборудования), содержащей сведения о сертификации.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		22. По результатам мониторинга выполнения заявителем технических условий уполномоченной организацией составляется акт о готовности.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		23. Акт о готовности составляется и подписывается заявителем и уполномоченной организацией непосредственно в день проведения осмотра.    
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		24. При невыполнении требований технических условий исполнитель в письменной форме уведомляет об этом заявителя.   
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		При выявлении в ходе осмотра невыполнения заявителем требований технических условий уполномоченная организация по завершении осмотра составляет и передает заявителю перечень замечаний. Повторный мониторинг выполнения заявителем технических условий осуществляется не позднее 3 рабочих дней после получения от него уведомления об устранении замечаний с приложением информации о принятых мерах по их устранению.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		Акт о готовности подписывается после устранения всех замечаний, направленных исполнителем.
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		В случае если от уполномоченной организации по результатам проверки проектной документации сети газопотребления (представляется в случае, если разработка проектной документации сети газопотребления заявителем предусмотрена законодательством Российской Федерации) на соответствие выданным техническим условиям заявителем получены замечания, их необходимо устранить не позднее 10 дней со дня получения указанных замечаний. 
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		25. При наличии у уполномоченной организации замечаний к выполнению возложенных на заявителя мероприятий по подключению (технологическому присоединению) такие замечания должны быть направлены заявителю любым способом (почтовое отправление, электронное сообщение по адресу электронной почты заявителя (при наличии), личный кабинет заявителя).
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		26. Срок проведения мероприятий по мониторингу уполномоченной организацией выполнения заявителем технических условий не должен превышать 3 рабочих дней со дня получения уполномоченной организацией уведомления от заявителя о выполнении им технических условий либо уведомления об устранении замечаний.
	</p>
	<h2 class="margin-top">
		VI. Разграничение имущественной принадлежности сетей газораспределения и газопотребления и эксплуатационной ответственности сторон
	</h2>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		27. Граница разграничения имущественной принадлежности сетей газораспределения и газопотребления, а также граница эксплуатационной ответственности сторон по сетям газораспределения и газопотребления указывается в акте о подключении (технологическом присоединении).    
	</p>
	<h2 class="margin-top">
		VII. Условия изменения и расторжения договора
	</h2>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		28. Заявитель вправе при нарушении уполномоченной организацией указанных в настоящем договоре сроков подключения (технологического присоединения) в одностороннем порядке отказаться от исполнения настоящего договора.  
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		29. Любые изменения, вносимые в настоящий договор, действительны лишь при условии их оформления в письменной форме в виде дополнительного соглашения к договору, подписанного сторонами, и составляют его неотъемлемую часть. 
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		30. Настоящий договор может быть расторгнут или изменен по соглашению сторон, оформленному в письменной форме, по решению суда либо в одностороннем порядке в случаях, предусмотренных законодательством Российской Федерации.     
	</p>
	<h2 class="margin-top">
		VIII. Заключительные положения
	</h2>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		31. Термины и определения, применяемые в настоящем договоре, понимаются в соответствии с законодательством Российской Федерации.      
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		32. По вопросам, не урегулированным настоящим договором, стороны руководствуются законодательством Российской Федерации.      
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		33. Настоящий договор считается заключенным со дня поступления исполнителю подписанного заявителем экземпляра договора, а в случае если договор о подключении подписывается в личном кабинете заявителя с использованием электронной цифровой подписи, он считается заключенным с момента подписания его заявителем и действует до полного исполнения сторонами всех своих обязательств по настоящему договору либо до момента его расторжения.   
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		Датой поступления настоящего договора исполнителю является:      
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		при направлении настоящего договора почтовым отправлением - дата передачи почтового отправления исполнителю организацией почтовой связи;      
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		при направлении настоящего договора курьерской службой, организациями, осуществляющими услуги по доставке корреспонденции (кроме организаций почтовой связи), - дата проставления отметки исполнителем в уведомлении о вручении письма;       
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		при передаче настоящего договора нарочным - дата отметки исполнителя о дате получения настоящего договора, проставленная на экземпляре настоящего договора заявителя;      
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		при передаче настоящего договора через многофункциональный центр - дата отметки исполнителя о дате получения настоящего договора, проставленная на экземпляре настоящего договора заявителя.      
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		34. Заявитель дает свое согласие исполнителю на обработку, в том числе получение, хранение, комбинирование, передачу или любое другое использование персональных данных заявителя, исключительно для целей, связанных с исполнением настоящего договора.       
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		35. Настоящий договор составлен и подписан в 3 экземплярах, по одному для каждой из сторон.      
	</p>
	<p class="paragraph margin-top"><span class="paragraphMargin"></span>
		36. Любые изменения, вносимые в настоящий договор, заключенный в электронной форме, действительны лишь при условии подписания усиленной квалифицированной подписью (в отношении юридических лиц или индивидуальных предпринимателей), простой электронной подписью или усиленной неквалифицированной электронной подписью (в отношении физических лиц). При этом оформление договора дополнительно на бумажном носителе не требуется.           
	</p>
	<table-details-parties
		:PersonList="PersonList"
		:ContractInfoList="ContractInfoList">
	</table-details-parties>      
</template>

<script>
import Person from '@/components/Person.vue';
import TableDetailsParties from '@/components/TableDetailsParties.vue';

export default {
    components: { 
		Person, 
		TableDetailsParties
	},
    props: {
        PersonList: {
            type: Array,
            require: true
        },
        ContractInfoList: {
            type: Array,
            require: true
        }
    },
	methods: {
        getStringMonth(index = 0, bool = false) {
            let arrayMonthCase = [
                'января',
                'февраля',
                'марта',
                'апреля',
                'мая',
                'июня',
                'июля',
                'августа',
                'сентября',
                'октября',
                'ноября',
                'декабря'
            ];

            let arrayMonthOrigin = [
                'январь',
                'февраль',
                'март',
                'апрель',
                'май',
                'июнь',
                'июль',
                'август',
                'сентябрь',
                'октябрь',
                'ноябрь',
                'декабрь'
            ];

            if (bool) {
                return arrayMonthCase[index];
            }
            else {
                return arrayMonthOrigin[index];
            }
        },
        getMonth(str) {
         let monthNumber = str.split('.')[1];
         return monthNumber - 1;
        }
    }
}
</script>