<template>
    <main class="main">
        <SettingFields :data="data" :inputs="inputs" />
            <aside>
            </aside>
            <div class="work-place">
                <div class="A4">
                <div class="mark">Утверждена<br>
                    Постановлением Правительства<br>
                    Российской Федерации<br>
                    от 13 сентября 2021 г. N 1547</div>
                <div class="contract-header">
                    <b>ДОГОВОР <span class="contract-header__number" >№ {{ data.number }}</span><br>
                    о подключении (технологическом присоединении)<br>
                    газоиспользующего оборудования к сети газораспределения<br>
                    в рамках догазификации</b>
                </div>
                
                <table class="table">
                    <tr>
                        <td>
                            г. Барнаул<br>
                            (место заключения настоящего договора)
                        </td>
                        <td align="right">
                            «____»___________ 20__ г. <br>
                            (дата заключения договора)
                        </td>
                    </tr>
                    <tr>
                        <td>
                        </td>
                        <td align="right">
                            «15» декабря 2021 г.<br>
                            (дата подготовки проекта договора)
                        </td>
                    </tr>
                </table>
                
                <p class="paragraph margin-top"><span class="paragraphMargin"></span> 
                    <b>Общество с ограниченной ответственностью «Сибгаз-эксплуатация»</b>, именуемое в дальнейшем <b>«Исполнитель»</b>, в лице  директора Осиповой Татьяны Сергеевны,  действующей   на   основании   Устава, с одной стороны, и
                </p>

                <Person :person="inputs" />
                
                <p class="paragraph margin-top"><span class="paragraphMargin"></span>
                    Общество с ограниченной ответственностью «Газпром газификация», именуемое в дальнейшем Единым Оператором газификации (ЕОГ), от имени которого на основании договора от 07.10.2021 № ПД-05-0039/2021 и доверенности от 18.11.2021 № 22/16-н/22-2021-4-718 действует ООО «Газпром газораспределение Барнаул» в лице Заместителя директора филиала по строительству и инвестициям филиала ООО «Газпром газораспределение Барнаул» Волоховой Екатерины Валентиновны, действующего на основании доверенности, удостоверенной 18.11.2021 нотариусом Барнаульского нотариального округа Худяковой Татьяной Петровной, зарегистрированной в реестре № 22/16-н/22-2021-4-718
                </p>

                <h2 class="margin-top">
                    I. Предмет настоящего договора
                </h2>

                <p class="paragraph margin-top"><span class="paragraphMargin"></span>
                    
                    1.  По  договору  о  (технологическом  присоединении) газоиспользующего оборудования  к  
                    сети  газораспределения  в  рамках  догазификации (далее-договор   о  подключении)  
                    исполнитель  обязуется  осуществить  подключение (технологическое     присоединение)     
                    газоиспользующего     оборудования, принадлежащего    заявителю,    намеревающемуся    
                    использовать   газ   для удовлетворения  личных,  семейных,  домашних  и  иных  нужд, не 
                    связанных с осуществлением   предпринимательской   (профессиональной)  деятельности,  с 
                    учетом выполнения мероприятий в рамках такого подключения (технологического присоединения)  
                    до  границ  земельных участков без взимания его средств при условии,  что  в  населенном  
                    пункте,  в котором располагается домовладение физического лица, проложены 
                    газораспределительные сети «Газоснабжение жилого дома по адресу: Алтайский край, г. »,  к   
                    сети   газораспределения,    принадлежащей исполнителю  на  праве  собственности или на 
                    ином законном основании, или к технологически  связанным  с  сетями  исполнителя сетям 
                    газораспределения и (или) газопотребления основного абонента (далее - сеть 
                    газораспределения) с учетом  максимальной  нагрузки  (часовым  расходом  газа) 
                    газоиспользующего оборудования,   указанной   в  технических  условиях,  заявитель  
                    обязуется обеспечить    готовность    газоиспользующего    оборудования    и    сетей 
                    газопотребления  к  подключению (технологическому присоединению) в пределах границ  
                </p>
                <p class="paragraph">
                    принадлежащего  ему  земельного  участка  (за  исключением  случая, предусмотренного    
                    пунктом   12   Правил   подключения   (технологического присоединения)   газоиспользующего  
                    оборудования  и  объектов  капитального строительства   к   сетям  газораспределения,  
                
                    утвержденных  постановлением Правительства  Российской  Федерации  от  13  сентября  2021  
                    г. N 1547 "Об утверждении    Правил    подключения    (технологического    присоединения) 
                    газоиспользующего  оборудования  и  объектов  капитального  строительства к сетям  
                    газораспределения  и  о  признании  утратившими силу некоторых актов Правительства 
                    Российской Федерации") (далее - Правила), расположенного  «Газоснабжение жилого дома по адресу:
                    Алтайский край, г. »,  , а   единый  оператор  газификации  или  региональный  
                    оператор  газификации обеспечит  подключение (технологическое присоединение) объекта 
                    капитального строительства к сети газораспределения.
                </p>
                <p class="paragraph margin-top"><span class="paragraphMargin"></span>
                    2. Подключение осуществляется в соответствии с техническими условиями на подключение (технологическое присоединение) газоиспользующего оборудования к сети газораспределения в рамках догазификации по форме согласно приложению № 1 (далее - технические условия), являющимися неотъемлемой частью настоящего договора.
                </p>
                <p class="paragraph margin-top"><span class="paragraphMargin"></span>
                    3. Срок выполнения мероприятий по подключению (технологическому присоединению) объекта капитального строительства и пуску газа составляет октябрь 2022г.(ИЗМЕНИТЬ СРОК ВЫПОЛНЕНИЯ МЕРОПРИЯТИЯ)
                </p>


                
            </div>
            <div class="page-break"></div>
            </div>
            <aside>
            </aside>
        </main>
</template>


<script>
import SettingFields from '@/components/SettingFields.vue';
import Person from './Person.vue';

export default {
    components: { SettingFields, Person },  
    data() {
        return {
            data: {
                number: '03/21-КЮ',
                dateContact: '12 декабря 2022 г.',
                personName: 'Иванов Иван Иванович',
                passportSerial: '0101',
                passportNumber: '100234',
            },
            inputs: [
                {
                    id: '1',
                    title: 'ФИО',
                    content: 'Иванов Иван Иванович'
                },
                {
                    id: '2',
                    title: 'Серия паспорта',
                    content: ''
                },
                {
                    id: '3',
                    title: 'Номер паспорта',
                    content: ''
                },
                {
                    id: '4',
                    title: 'Номер договора',
                    content: ''
                }
            ]
        }
    },
    
}


</script>